{
  "purchaseOrderTnC": "<b>SUPPLIER WILL ADD THE AIRFREIGHT ON THE TOTAL INVOICE AND MAKE A C&F CONSIGNMENT BY AIR TO FRANKFURT AM MAIN AIRPORT.</b><p>The delivery dates agreed upon are final and non-negotiable. The supplier acknowledges and commits to Baaron GmbH that these dates are fixed. The styles have been confirmed. If the supplier fails to deliver the goods by <span id=\"deliveryDateTnC\"></span>, we reserve the right to cancel the order.</p><p>If the supplier fails to deliver the goods on time, a grace period of seven (7) days will be granted. After this period, a debit note of €8,000 will be imposed on the supplier for non-compliance with the fixed delivery dates. However, this debit note will not be enforced if the supplier arranges to ship the consignment by air at their own expense.</p><p>If the supplier fails to fulfill their obligations as outlined in this agreement, Baaron GmbH (the purchaser) will provide a written final notice allowing a reasonable period for compliance. Should the supplier still not meet their obligations within this timeframe, the purchaser reserves the right to:</p><p>a) Carry out the necessary repairs and/or produce new parts at the supplier’s risk and expense.</p><p>b) Demand and receive a price reduction proportional to the defect.</p><p>The supplier is liable for defects in the goods that arise due to deficiencies in design, materials, or manufacturing, or if the goods fail to meet the agreed specifications. The supplier bears full responsibility for the materials and workmanship of any subcontractors as if they were their own. However, this responsibility does not extend to defects caused by materials provided by the purchaser.</p><p>In the event of faulty or damaged goods, the supplier is obligated to replace and deliver the same within thirty (30) days from the date the purchaser issues a notice.</p><p>This contract constitutes the entire agreement between the parties. Neither party has entered into this contract based on any representation, warranty, or commitment not expressly stated or referenced herein.</p>",
  "saleOrderTnC": "<b>Terms and Conditions</b><p></p><p>1. The product is eligible for replacement within 30 days from the date of purchase.</p><p>2. Replacement shall be extended under the following circumstances:</p><p>&nbsp;&nbsp;i) The product remains not been subjected to any form of commercial transaction, and is retained in pristine, unaltered condition, inclusive of original packaging and all accompanying materials.</p><p>&nbsp;&nbsp;ii) The product is determined to be defective due to a fault in materials or workmanship under normal usage conditions.</p><p>3. Proof of purchase is required for all replacement claims.</p><p>4. This policy does not apply to damages resulting from misuse, mishandling, environmental exposure, or unauthorized alterations.</p>"
}